<?php

return [

    'check'             => [

        'title-1'           => 'Выберите что хотите проверить ?',
        'title-2'           => 'Заполните форму',
        'title-3'           => 'Отправить заявку',
        'car-interior'      => 'Салон автомобиля',
        'car-body'          => 'Кузов',
        'car-box'           => 'АКПП, МКПП',
        'car-wheel'         => 'Ручное управление',
        'car-speedometer'   => 'Проверка пробега',
        'car-disc'          => 'Тормозная система',
        'car-electrical'    => 'Электроника',
        'car-suspension'    => 'Подвеска',
        'car-engine'        => 'Двигатель',
        'car-taxi'          => 'Проверка такси',
        'car-exhaust'       => 'Система выхлопа',
        'car-turbo'         => 'Турбина',
        'send'              => 'Отправить',
        'car-link'          => 'Ссылка на автомобиль',
        'add-car-link'      => 'Добавить ссылку на автомобиль ?',
        'name'              => 'Как к Вам обращаться',
        'phone'             => 'Ваш номер телефона',
        'expert'            => 'Имя эксперта',

        'read-more'         => 'Подробнее',
        'select'            => 'Выбрать эксперта',
        'no-select'         => 'Экспертов по данной категории отсутствуют',

        'error'             => [
            'select-one'    => 'Выберите хотя бы одну деталь'
        ],
        'success'           => [
          'save'            => 'Заявка отправлена экспертам'
        ],
    ],

    'sort'                  => [
      'price'               => [
          'low'             => 'Цена: Сначала низкая',
          'high'            => 'Цена: Сначала высокая'
      ],
        'title'             => 'Сортировать по'
    ],
];
