<?php

return [

    'orders'                => 'Мои заказы',
    'orders-all'            => 'Все заказы',
    'orders-personal'       => 'Мои заказы',
    'orders-personal-one'   => 'Заказ',
    'order'                 => [
        'type'          => 'Тип',
        'type-1'        => 'Проверить машину на следующие характеристики ',
        'type-2'        => 'Подброр машины по следующим характеристикам',
        'skill'         => 'Наличие опыта в ',
        'phone'         => 'Номер телефона',
        'name'          => 'Имя заказчика',
        'price'         => 'Цена машины',
        'comment'       => 'Комменарии',
        'title'         => 'Заявка',
        'link'          => 'Ссылка на машину',
        'check'         => 'Проверка машины',
        'pick-up'       => 'Подбор  машины',
        'read-more'     => 'Подробнее',
        'start'         => 'Взять на выполнение',
        'refuse'        => 'Отменить/Отказать',
        'done'          => 'Завершить заявку',
        'status'        => [
            'title'     => 'Статус',
            'active'    => 'Активный',
            'no'        => 'Не активный',
            'refused'   => 'Отмененый',
            'done'      => 'Завершен',
            'updated'   => 'Статус заявки обновлен'
        ],

    ],
    'completed'             => 'Выполненные работы',
    'skills'                => 'Квалификация',
    'skill'                 => [
        'add'           => 'Добавить квалификацию',
        'title'         => 'Название',
        'select'        => 'Выберите квалификацию',

    ],
    'edit'                  => 'Редактировать профиль',
    'save'                  => 'Сохранить',

    'services'              => [
        'title'         => 'Наименование услуги',
        'price'         => 'Цена',
        'edit'          => 'Изменить',
        'delete'        => 'Удалить',
        'add-edit'      => 'Добавить/Редактировать',
        'save'          => 'Сохранить',
        'add'           => 'Добавить услуги',
        'success'       =>  [
            'add'           => 'Услуга успешно добавлена',
            'delete'        => 'Услуга успешно удалена',
            'update'        => 'Услуга успешно обновлена',
            ],
    ],

    'update-success'    => 'Профиль успешно обновлен',

    'avatar'            => 'Аватарка пользователя',
    'experience'        => 'Стаж работы',
    'year'              => 'год/лет',

    'departure'         => 'Выезд в другой город',
    'yes'               => 'Да',
    'no'                => 'Нет',

    'confirm'           => [
        'delete'        => 'Вы действительно хотите удалить ?'
    ],
    'price'             => 'Стоимость от :',

    'document'          => [
        'title'         => 'Мои документы',
        'count'         => 'Количество прикрепленных документов',
        'attach'        => 'Прикрепить документ',
        'success'       => 'Документы успешно отправлены',
        'active'        => 'Подтвержден',
        'review'        => 'На рассмотрении',
        'inactive'      => 'Не прошел проверку',
        'filename'      => 'Название файла',
        'status'        => 'Статус'
    ],

];
